Repository: cehberlin/photobooth
Catalog: locale/*/LC_MESSAGES/photobooth.po
Languages: de

source: Camera not connected:
de: Kamera nicht verbunden:

source: Slideshow, press any button to continue
de: Diashow, Beliebige Taste drücken zum Fortsetzen

source: Slideshow
de: Diashow

source: Print
de: Drucken

source: Return
de: Zurück

source: Photo
de: Foto

source: Cancel
de: Abbruch

source: Smile :-)
de: Lächeln :-)

source: Print failure:
de: Druckfehler:

source: Please wait, printing ...
de: Bitte warten, Druckvorgang läuft ...

source: Print photo?
de: Foto drucken?

source: Selected
de: Ausgewählt

source: Select photo?
de: Bitte Foto auswählen

source: Select
de: OK

source: Please wait, processing
de: Bitte warten, Verarbeitung läuft

source: Please wait, processing ...
de: Bitte warten, Verarbeitung läuft ...

source: Toggle fullscreen
de: Vollbild umschalten

source: Enable/Disable state ShowPhoto
de: Aktivieren/Deaktiveren 'ShowPhoto' State

source: Enable/Disable state Filter
de: Aktivieren/Deaktiveren 'Filter' State

source: Enable/Disable state Printing
de: Aktivieren/Deaktiveren 'Printing' State

source: Close photobooth
de: Anwendung beenden

source: Shutdown all
de: Alles herunterfahren

source: Shutdown photobooth
de: Photobooth herunterfahren

source: Create new photo directory
de: Neuen Fotoordner anlegen

source: Stop printer
de: Drucker beenden

source: Mount/Umount USB storage
de: Mount/Umount USB Speicher

source: WiFi not found
de: WIFI nicht gefunden

source: Fullscreen:
de: Vollbild:

source: Free space:
de: Freier Speicherplatz:

source: Network:
de: Netzwerkname:

source: Printer available:
de: Drucker erreichbar:

source: Photo directory:
de: Fotoverzeichnis:

source: Taken photos:
de: Anzahl Fotos:

source: State 'ShowPhotos' enabled:
de: State 'ShowPhotos' aktiviert:

source: State 'Filter' enabled:
de: State 'Filter' aktiviert:

source: State 'Printing' enabled:
de: State 'Printing' aktiviert:

source: Select option:
de: Option auswählen:

source: Back
de: Zurück

source: Accept
de: OK

source: Error
de: Fehler
